{"data":{"markdownRemark":{"html":"<p>On Thursday, we were told that genetic testing has identified a mutation in a copy of Auri's IFIH1/MAD5 gene known to cause Aicardi-Goutières Syndrome (AGS). I'll cut to chase and tell you that of the 285 patients with data available for a global study, 73.7% ended up \"profoundly disabled, with no useful motor, speech and intellectual function.\" The disease is characterized by an onset within the first two years of life that results in deterioration of the brain lasting \"several months\" (in my reading anywhere from 1 to 12 months, seemingly around 8 months). At that point, the brain deterioration appears to stop and not continue. Rather, patients suffer long term, chronic, autoimmune disease (sometimes similar to lupus, sometimes milder) and the serious consequences of their disability. Generally, this seems to include intellectual disability (although Auri's early MRI didn't indicated damage in the basal ganglia that might make it worse). Mortality rates in childhood are high (20%), but it seems more likely to claim kids that present very early or right after birth with serious complications. The natural course of this disease seems like it will leave Auri alive, but severely disabled. We've been witness to Auri's steady and progressive deterioration for at least a couple of months. We don't know if nor when it will stop, nor how much of her will remain when it does. Our hope is for an immediate cessation of this phase.</p>\n<p>There is some hope. Auri's mutation has not been inherited. It was a spontaneous (de novo) mutation; which means that once confirmed there will be no need to test anybody else (including Max and Lennox). Additionally, the disease mechanics and involved genes are fairly well understood as a type 1 interferon autoimmune disorder. What does that mean? It means that there are effective drugs that are being used for other immune disorders that involve the same pathway (rheumatoid arthritis, lupus). In fact, within the last couple of years and in a handful of cases they've been used with success for AGS. However, to the best of my knowledge and research, there has never been an AGS patient confirmed this early nor offered this treatment before or during the neurodegenerative phase of the disease. It stands to reason that it could have a profound impact on her outcome. Unfortunately, I'm under the impression that the FDA status of these drugs has very recently changed and that they might not be available for compassionate use. We may need a clinical researcher to devise or revise a clinical study to make them accessible for treatment. I have absolutely no idea how difficult it will be to make this happen, but I intend to pour everything I can into it.</p>\n<p>I've spoken via e-mail with the researcher involved in trialing therapies for AGS and he pointed me toward a couple of studies. There have only been a few. Here's before and after video of treatment with an immunomodulator initiated 16 months after disease onset (much, much later than Auri and after the neurodegenerative episode). I don't have the genetic results yet to confirm whether he shares exactly the same mutation, but the same gene is involved. He also presented signs and symptoms at a relatively similar time. Even the description of his MRI at 16 months of age sounds similar.</p>\n<p>\"An open-label trial of JAK 1/2 blockade in progressive IFIH1-associated neuroinflammation\"\n<a href=\"http://links.lww.com/WNL/A107\">http://links.lww.com/WNL/A107</a> - The video\n<a href=\"http://dx.doi.org/10.1212/WNL.0000000000004921\">http://dx.doi.org/10.1212/WNL.0000000000004921</a> - The publication</p>\n<p>For this reason, I'm hoping that there's a way to keep this disease from stealing our daughter entirely. However, we must assume that our lives and hers will be harrowingly different than what we had expected. We're grateful for all the expressions of support that we've received from friends and family. I'm beholden to Natalie for the incredible strength she's demonstrated for Auri and me. I think that together we can keep our family in one piece, but I'm terrified of the price we're going to pay. Please think and send positive thoughts.</p>","frontmatter":{"title":"Aicardi-Goutières Syndrome","date":"2019-01-27","author":"Patrick Winters"}}},"pageContext":{"slug":"/2019-01-27-aicardi-goutieres/"}}