{"data":{"markdownRemark":{"html":"<p><em>I am not a doctor. I may have mis-represented a doctor's opinion and recommendations with the following. I'm a parent that became obsessed with helping a daughter, partially blind to the risks. You can read about my daughter's outcome on this blog, but remember that this is an anecdote.</em></p>\n<hr>\n<p>Your child has just been diagnosed with AGS. It may turn out to be mild, it may turn out to be severe. If you did genetic testing it <em>might</em> be early; if so, work <em>fast</em> (it took me another month after diagnosis to get the pieces together and my daughter lost skills all the while). There are not any effective, textbook treatments for AGS. However, there have been some studies showing <a href=\"https://en.wikipedia.org/wiki/Janus_kinase_inhibitor\">JAK inhibition</a> to provide systemic benefits. AGS is an auto-inflammatory disease, and JAK inhibition appears to disrupt and quiet the immune signaling feedback loop that causes the brain and other organs to become chronically inflamed. The studies have <em>not</em> demonstrated that it can stop neurological damage, partially because they have not had many (or maybe any) children with AGS join their studies early enough. In at least two cases I'm aware of, it has failed to prevent episodes (possibly due to the severity of the child's disease). In my daughter's case, it <em>appears</em> to have halted her regression.</p>\n<ul>\n<li>Check with <a href=\"https://vanderverlab.research.chop.edu/\">Dr. Adeline Vanderver</a> at the <a href=\"https://www.chop.edu/centers-programs/leukodystrophy-center\">Children's Hospital of Philadelphia's Leukodystrophy Center</a> to see if they have an open clinical trial.</li>\n</ul>\n<p>If there is no clinical trial, it may still be possible. At the <a href=\"http://theglia.org/2019gliaconference\">2019 GLIA Conference</a>, Dr. Vanderver and Dr. Adang struck a tone that I would interpret as opening the door for possible collaboration with your doctor.</p>\n<h2>Medical Insurance Appeal for Coverage of Baricitinib</h2>\n<p>Dear Medical Reviewer,</p>\n<p>I write in appeal of your company’s decision to deny my child the life saving medication baricitinib/Olumiant for her extremely rare genetic disorder, Aicardi-Goutieres Syndrome (AGS). I do so on the advice provided to my doctor by a Cigna medical reviewer that submission of my appeal would not jeopardize or in any way hamper a similar second level appeal expected by our doctor. Considering the likelihood of your lack of familiarity with Aicardi-Goutieres Syndrome and treatments, I request that you read my references carefully before considering our appeal. We are remarkably fortunate to have received a rapid, genetically confirmed diagnosis and access to an effective drug therapy that has already halted the progression of my child’s disease and neurological decline [1]. At this time, there do not exist alternatives to this medication that are capable of mediating this disorder’s chronically elevated interferon signaling. I’m confident that you’ll find the remarkable nature of my child’s condition and relevant research compelling enough to overturn your original decision.</p>\n<p>Your decision to deny my child this medication puts her at risk of death (19.3% of AGS patients die in early childhood [11]) and, should she survive, will certainly increase her medical costs many fold, destroying her quality of life in the process. Without treatment, my child may end up among the 73% of patients that are “profoundly disabled, with no useful motor, speech and intellectual function” [11]. I encourage you to take a moment and consider what that means. Had we not successfully intervened for my child with baricitinib or should we fail to continue treatment for financial reasons, she faces an overwhelming risk of ending up in a virtually vegetative state, incapable of intentional movement and communication. Even in the best of outcomes, she will be devastatingly changed. In the largest study of its kind, “only 14 of 294 patients [...] were able to walk with no/ minimal support.” [11]. She will likely suffer from among “chilblains, glaucoma, hypothyroidism, cardiomyopathy, intracerebral vasculitis, peripheral neuropathy, bowel inflammation and systemic lupus erythematosus” and other serious and life threatening medical complications [11]. I find this to directly contradict your decision to deny our expedited appeal on the grounds that this “does not involve an imminent and serious threat to the health of the member.” This reflects a lack of seriousness on your part in consideration of the extreme threat that this disease poses to my child, and I find it completely unacceptable. Please read the following carefully, as I’ve gone to great pains to provide you with scientific and clinical research that supports our use of this medication.</p>\n<p>In 2013, O'Shea et al. reviewed the emerging Janus Kinase inhibitors (or jakinibs), remarking on how they offered “new therapies for diverse clinical entities ranging from malignancy to autoimmunity” [12] on the basis that “an increasing body of evidence implicates specific cytokines and cell subsets as drivers of pathogenesis in different autoimmune diseases.” [12] Furthermore, “many use the Jak/STAT pathway to exert their effects, rendering them amenable to therapeutic blockade with Jakinibs.” [12] In direct and relevant fashion to my child’s neurodegenerative disease, Yan et al. in 2016 concluded that “the involvement of JAK/STAT signaling in the pathogenesis of neuroinflammatory diseases suggests that inhibition of JAK/STAT signaling could provide therapeutic benefit,” [13] remarking that “pre-clinical studies have demonstrated efficacy of JAK/STAT inhibition in neuroinflammatory diseases.” [13] Just prior, in 2015, Crow and Manel painfully explained the molecular function of proteins and signalling pathways in AGS that lead “to activation of the transcription factor complex ISGF3” (which include STAT1 and STAT2) directly implicating the JAK/STAT pathway in disease pathogenesis [15]. Furthermore, Crow postulated in 2015 that after “defining a disturbance of type I interferon as relevant to the pathogenesis of a disease,” strategies of treatment “could include the use of [...] JAK inhibitors.” [14] With great foresight Crow shared his prediction “that the field is likely to develop rapidly, providing hope for the development of rational therapies for this devastating group of human diseases.” [14] The buildup to clinical trials using JAK inhibitors for treating AGS and other interferonopathies occured very quickly and within the last decade, and their use in open label clinical trials has commenced within the last few years.</p>\n<p>I request that you seek guidance from Dr. Rafaela Goldbach-Mansky (​<a href=\"https://irp.nih.gov/pi/raphaela-goldbach-mansky%E2%80%8B\">https://irp.nih.gov/pi/raphaela-goldbach-mansky​</a>, 1-301-761-7553), chief and principal investigator of the National Institute of Health NIAID (National Institute of Allergy and Infectious Diseases) Translational Autoinflammatory Disease Studies (TADS) Unit. Dr. Goldbach-Manksy’s (and her group’s) work involve many years of clinical research using baricitinib to successfully treat patients with AGS and other “mendelian interferonopathies” [2,3,4]. Additionally, I request that you seek consultation with Dr. Yanick Crow of the MRC Institute of Genetics and Molecular Medicine (IGMM) at the University of Edinburgh, (​<a href=\"https://www.ed.ac.uk/centre-genomic-medicine/research-groups/crow-research-group%E2%80%8B\">https://www.ed.ac.uk/centre-genomic-medicine/research-groups/crow-research-group​</a>, +44 (0) 131 651 1041), who in assessing potential therapies for interferonopathies in the Journal of Experimental Medicine related success with a functionally equivalent agent and related Janus Kinase inhibitor (ruxolitinib), “we observed highly promising efficacy in all aspects of the clinical phenotype (systemic inflammation, destructive skin lesions, and pulmonary disease.” [5,6] Further studies by Dr. Crow in Europe have demonstrated the effectiveness of Janus Kinase (JAK) inhibition [7,8,9]. And finally, should you continue to find the above unconvincing, I request that you consult with Dr. Adeline Vanderver (​<a href=\"https://vanderverlab.research.chop.edu/contact%E2%80%8B\">https://vanderverlab.research.chop.edu/contact​</a>, 1-215-590-3068), program director of the Leukodystrophy Center of Excellence, Jacob A. Kamens Endowed Chair in Neurologic Disorders and Translational Neurotherapeutics at the Children's Hospital of Philadelphia, and member of the medical and scientific advisory board of the United Leukodystrophy Foundation. Dr. Vanderver’s clinical research has demonstrated baricitinib to impart a “significant decrease in interferon scores and improvement in clinical scores” [10] in AGS patients and her team has concluded that baricitinib “may be an effective approach in AGS to decrease interferon signaling” [10]. Dr. Vanderver and the Leukodystrophy Center of Excellence continue to treat patients with baricitinib that were enrolled in their compassionate use trial. Their expanded/compassionate use clinical research trial, was forced to stop enrolling when baricitinib became FDA approved, but they are actively planning and pursuing a follow-up with Eli Lilly and the FDA. In communication with our team in North Carolina, she communicated her belief that baricitinib “blocks the IFN mediated end organ damage” and shows promise in children with AGS. Unsurprisingly, after evaluating my child in Philadelphia on 3/7/2019, Dr. Vanderver deduced that baricitinib likely interrupted the disease process that began at the beginning of 2019, bestowing a remarkable benefit to my child in the context of such a devastating disorder. I assure you that there are no greater experts of AGS and interferonopathies (a term first coined by Dr. Crow [16]) than these three doctors and principal investigators. I’ve been in contact with all three seeking advice in my efforts to save my child, and it’s revealing that all three have been involved in developing the theory for and in driving clinical research trials with JAK inhibitors for AGS patients. Their conclusions and publications should weigh strongly in favor of my appeal.</p>\n<p>Additionally, given the context of this or any other extremely rare disease, the burden of evidence for approving treatment must be considered from a unique perspective. It would be cruel and inhumane to expect a randomized, placebo controlled study to assess the efficacy of treatment for a ruinous disease of which only 374 cases were known to have occurred as of 2015 [11]. Both the rarity and morbidity of AGS make it difficult to assemble a suitable population for study. Consider Hoffman et al., describing Dr. Goldbach-Mansky’s work with baricitinib, “it should be noted that a similar comprehensive protocol was the basis for FDA licensing and orphan disease approval of anakinra for neonatal-onset multisystem inflammatory disease (NOMID), without the traditional large-scale, placebo-controlled study typical of pivotal clinical trials.” [17] Hoffman unambiguously commends Dr. Goldbach-Mansky for her work stating that it “further [establishes] this patient-focused approach as the definitive method for therapeutic intervention in rare diseases.” [17] The rarity of this disease must be considered in regards to our appeal.</p>\n<p>Astoundingly and despite the rarity of this disease, this life-saving and life-sustaining medication has been effectively demonstrated in a substantial and compelling proportion of the affected AGS population and remains a promising and effective therapy in ongoing clinical research [3,6,7,8,9,10]. The genetic and biomolecular causes of the AGS disease pathology are well understood [5,15,16] and have very recently led to this opportunity presented to my child. I implore you to recognize the strength of the evidence and costs and consequences (personal, financial, and otherwise) of not approving my appeal. There is simply no alternative treatment, and my child’s life balances on your decision.</p>\n<p>Sincerely,\nPatrick Winters</p>\n<p>--</p>\n<ol>\n<li>[Child’s Medical Record, Visit Notes]</li>\n<li>Sanchez GAM, Reinhardt A, Ramsey S, et al. JAK1/2 inhibition with baricitinib in the treatment of autoinflammatory interferonopathies. J Clin Invest. 2018;128(7):3041-3052.</li>\n<li>Compassionate Use Protocol for the Treatment of Autoinflammatory Syndromes. ClinicalTrials.gov Identifier: NCT01724580 <a href=\"https://clinicaltrials.gov/ct2/show/NCT01724580\">https://clinicaltrials.gov/ct2/show/NCT01724580</a></li>\n<li>Natural History, Pathogenesis, and Outcome of Autoinflammatory Diseases (NOMID/CAPS, DIRA, CANDLE, SAVI, NLRC4-MAS, Still'S-like Diseases, and Other Undifferentiated Autoinflammatory Diseases). ClinicalTrials.gov Identifier: NCT02974595 <a href=\"https://clinicaltrials.gov/ct2/show/NCT02974595\">https://clinicaltrials.gov/ct2/show/NCT02974595</a></li>\n<li>Rodero, M. P., &#x26; Crow, Y. J. (2016). Type I interferon-mediated monogenic autoinflammation: The type I interferonopathies, a conceptual overview. The Journal of experimental medicine, 213(12), 2527-2538.</li>\n<li>Efficacy of the Janus kinase 1/2 inhibitor ruxolitinib in the treatment of vasculopathy associated with TMEM173-activating mutations in 3 children\nFrémond, Marie-Louise et al.\nJournal of Allergy and Clinical Immunology , Volume 138 , Issue 6 , 1752 - 1755</li>\n<li>An open-label trial of JAK 1/2 blockade in progressive IFIH1-associated neuroinflammation Kavitha Kothur, Sushil Bandodkar, Stephanie Chu, Louise Wienholt, Alexandra Johnson, Peter Barclay, Paul A. Brogan, Gillian I. Rice, Yanick J. Crow, Russell C. Dale\nNeurology Feb 2018, 90 (6) 289-291; DOI: 10.1212/WNL.0000000000004921</li>\n<li>Briand C, Frémond M, Bessis D, et al Efficacy of JAK1/2 inhibition in the treatment of chilblain lupus due to TREX1 deficiency Annals of the Rheumatic Diseases 2019;78:431-433.</li>\n<li>McLellan, K.E., Martin, N., Davidson, J.E. et al. JAK 1/2 Blockade in MDA5 Gain-of-Function. J Clin Immunol (2018) 38: 844. <a href=\"https://doi.org/10.1007/s10875-018-0563-2\">https://doi.org/10.1007/s10875-018-0563-2</a></li>\n<li>Pilot study of the use of Janus Kinase Inhibitor, Baricitinib, in the treatment of heritable interferonopathy Aicardi Goutières Syndrome (P3.323)\nAdeline Vanderver, Ulrick Nicole, Francesco Gavazzi, Asako Takanohashi, Thais Armangue, Jullie Rhee, Jamie Koh, Sarah Woidill, Justine Shults, Deborah Foerster, Raphaela Goldbach-Mansky, Laura Adang, Amy Waldman\nNeurology Apr 2018, 90 (15 Supplement) P3.323;</li>\n<li>Crow YJ, Chase DS, Lowenstein Schmidt J, et al. Characterization of human disease phenotypes associated with mutations in TREX1, RNASEH2A, RNASEH2B, RNASEH2C, SAMHD1, ADAR, and IFIH1. Am J Med Genet A. 2015;167A(2):296-312.</li>\n<li>O'Shea JJ, Kontzias A, Yamaoka K, et al Janus kinase inhibitors in autoimmune diseases Annals of the Rheumatic Diseases 2013;72:ii111-ii115.</li>\n<li>Zhaoqi Yan, Sara A. Gibson, Jessica A. Buckley, Hongwei Qin, Etty N. Benveniste, Role of the JAK/STAT signaling pathway in regulation\nof innate immunity in neuroinflammatory diseases, Clinical Immunology (2016), doi: 10.1016/j.clim.2016.09.01</li>\n<li>Crow Y.J. 2015. Type I interferonopathies: Mendelian type I interferon up-regulation. Curr. Opin. Immunol. 32:7–12. 10.1016/j.coi.2014.10.005</li>\n<li>Crow Y.J., and Manel N. 2015. Aicardi-Goutières syndrome and the type I interferonopathies. Nat. Rev. Immunol. 15:429–440. 10.1038/nri3850</li>\n<li>Crow, Y. J. Type I interferonopathies: a novel set of inborn errors of immunity. Ann. NY Acad. Sci. 1238, 91–98 (2011).</li>\n<li>JAK inhibitors in autoinflammation. Hal M. Hoffman, Lori Broderick. J Clin Invest. 2018 Jul 2; 128(7): 2760–2762. Published online 2018 Jun 11. doi: 10.1172/JCI121526</li>\n</ol>","frontmatter":{"title":"Anti-JAK","date":"2019-05-07","author":"Patrick Winters"}}},"pageContext":{"slug":"/antiJAK/"}}