{"data":{"markdownRemark":{"html":"<p>In the past and with mixed success, I've fought my tendency to withdraw into my privacy. A good friend once described me as \"insular,\" and, admittedly, I'm an introvert that prefers the predictability and control of my personal space. For over two months, unfortunately, that space has been a veritable nightmare: dreadful, unpredictable, and painful. Thus far I've resisted the urge to engage in self pity, trying, rather, to focus on exhausting all options for saving my daughter. But what left is there for me to do and how am I to feel now? Where do I direct my attention and from what well can I draw strength? We're alone, committed to an obscured path; and there's nothing more we can do. We move through the dark, hoping to protect our daughter from further harm, a journey without a destination. Consequently, my personal space has been transformed into an enduring emotional struggle; and I'm tired. Yet I've been forced to come to terms these past two weeks with the insecurity that plagues our family now and forever. And, the feeling of being apart has built tremendously since my last update. How do I answer a polite question like \"how are you today?\" Can I share how I really feel? Should I? With every friend, coworker, and family member, I'm forced to politely withold. Is this real stoicism? The truth is too difficult. This must be why support groups exist.</p>\n<p>You might wonder why I'm writing like this now, when I've mostly stuck to the facts in my other updates. Well, I get asked often how Natalie and I are doing. I don't speak for Natalie. Even though I know she can relate to much of what I'm sharing, still, I'm never confident that I can really answer the question on her behalf. I can't even answer it on mine. Without exaggerating, I can tell you that my feelings change every hour. I swing between grief, fear, gratitude, and hope: grief for my daughter and the changes in our lives, fear that it may still get worse, gratitude for her remarkable opportunity, and hope that she can achieve a semi-normal life. As I watch Auri fluctuate, through colds, infections, and fatigue, I reckon with all of this, sometimes within an interval of a few minutes. Imagine living on a world that experiences earthquakes with the same period. You'd be in a state of constant panic. How would you deal? Could you keep from crying on your date? We can't, but we can still smile for a picture.</p>\n<p><a\n    class=\"gatsby-resp-image-link\"\n    href=\"/static/4ba29a9748573c1542e8213e32ef9019/fa0a8/happy_couple.jpg\"\n    style=\"display: block\"\n    target=\"_blank\"\n    rel=\"noopener\"\n  >\n    <span\n    class=\"gatsby-resp-image-wrapper\"\n    style=\"position: relative; display: block;  max-width: 600px; margin-left: auto; margin-right: auto;\"\n  >\n    <span\n      class=\"gatsby-resp-image-background-image\"\n      style=\"padding-bottom: 74.97348886532343%; position: relative; bottom: 0; left: 0; background-image: url('data:image/jpeg;base64,/9j/2wBDABALDA4MChAODQ4SERATGCgaGBYWGDEjJR0oOjM9PDkzODdASFxOQERXRTc4UG1RV19iZ2hnPk1xeXBkeFxlZ2P/2wBDARESEhgVGC8aGi9jQjhCY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2P/wgARCAAPABQDASIAAhEBAxEB/8QAFgABAQEAAAAAAAAAAAAAAAAABAAF/8QAFgEBAQEAAAAAAAAAAAAAAAAAAQAC/9oADAMBAAIQAxAAAAHOVkKNuhxf/8QAGBABAQEBAQAAAAAAAAAAAAAAAgABAxP/2gAIAQEAAQUCaxPE1HktyKvVm//EABYRAQEBAAAAAAAAAAAAAAAAAAEQEf/aAAgBAwEBPwExn//EABQRAQAAAAAAAAAAAAAAAAAAABD/2gAIAQIBAT8BP//EABkQAAMAAwAAAAAAAAAAAAAAAAABERAxQf/aAAgBAQAGPwLZHwuYmf/EABoQAQADAAMAAAAAAAAAAAAAAAEAESExYXH/2gAIAQEAAT8hUN931lO5jCuINFgy9go1ddw2kJ//2gAMAwEAAgADAAAAENPf/8QAFxEAAwEAAAAAAAAAAAAAAAAAAAEhEf/aAAgBAwEBPxDRUQ//xAAXEQEBAQEAAAAAAAAAAAAAAAABABEh/9oACAECAQE/EHQwu3//xAAcEAEAAgMAAwAAAAAAAAAAAAABABEhMUFhccH/2gAIAQEAAT8QI9qGcTK41Ldo4FGgbrfuLhlAb+ReRvkyAUPLUM6iE//Z'); background-size: cover; display: block;\"\n    ></span>\n    <img\n        class=\"gatsby-resp-image-image\"\n        style=\"width:100%;height:100%;margin:0;vertical-align:middle;position:absolute;top:0;left:0;box-shadow:inset 0px 0px 0px 400px white;\"\n        alt=\"happy_couple.jpg\"\n        title=\"\"\n        src=\"/static/4ba29a9748573c1542e8213e32ef9019/77ab3/happy_couple.jpg\"\n        srcset=\"/static/4ba29a9748573c1542e8213e32ef9019/2a211/happy_couple.jpg 150w,\n/static/4ba29a9748573c1542e8213e32ef9019/3064f/happy_couple.jpg 300w,\n/static/4ba29a9748573c1542e8213e32ef9019/77ab3/happy_couple.jpg 600w,\n/static/4ba29a9748573c1542e8213e32ef9019/3cffb/happy_couple.jpg 900w,\n/static/4ba29a9748573c1542e8213e32ef9019/6ea5c/happy_couple.jpg 1200w,\n/static/4ba29a9748573c1542e8213e32ef9019/119d7/happy_couple.jpg 1800w,\n/static/4ba29a9748573c1542e8213e32ef9019/fa0a8/happy_couple.jpg 1886w\"\n        sizes=\"(max-width: 600px) 100vw, 600px\"\n      />\n  </span>\n  </a></p>\n<hr>\n<p>You didn't subscribe hear me complain. You want to know how Auri's been doing since my last update. Unfortunately, I couldn't answer the question with any confidence until yesterday. Since March 9th, Auri has been stuggling with an eye infection, on and off low-grade fevers, and the eruption of her first two teeth. She hasn't slept well or predictably, has been weak and tired, hasn't eaten or nursed well, and has had us all sorts of worried. Despite all of this, I had been communicating my belief that it was temporary, a consequence of infection or teething; but, to be honest, I'm not sure what portion of that belief was just hope. We wrestled with a lot of doubt this week. Fortunately, the belief doesn't appear to have been misplaced and Auri really seems to be back on track. As before, the rails are being laid as we travel, and I can't dismiss the likelihood of more derailments. In fact, I fear another cold is on the horizon (from some sneezing and coughing). There's no rest for the weary.</p>\n<p>In good news, here's Auri <a href=\"https://photos.app.goo.gl/E99jfQ5vXCreiUJTA\">taking some cautious sips of thickened water</a> today. We've been unsuccessfully trying to find a way to increase her fluid intake. She's been refusing everything we've tried until yesterday. With this cup and to build her confidence, we're letting her take small sips of water thickened to a slimy consistency. Of course, this comes with her feeling better this weekend and wouldn't have been reasonable last week. However, there were a few moments between the sickly naps that had me thinking she was still avoiding the progression of her disease. She's been playing the \"how big is Auri? So big!\" game with Natalie, lifting her arms above her head so long as she's laying down. She really likes nutella...</p>\n<p><a\n    class=\"gatsby-resp-image-link\"\n    href=\"/static/32890e8a5d09cced8d64e6a1b116ca03/f0885/nutella_face.png\"\n    style=\"display: block\"\n    target=\"_blank\"\n    rel=\"noopener\"\n  >\n    <span\n    class=\"gatsby-resp-image-wrapper\"\n    style=\"position: relative; display: block;  max-width: 600px; margin-left: auto; margin-right: auto;\"\n  >\n    <span\n      class=\"gatsby-resp-image-background-image\"\n      style=\"padding-bottom: 75%; position: relative; bottom: 0; left: 0; background-image: url('data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAABQAAAAPCAYAAADkmO9VAAAACXBIWXMAAAsSAAALEgHS3X78AAAAGklEQVQ4y2NgYGD4T2U8auCogaMGjhpIBwMBkAQq5JwQ+FEAAAAASUVORK5CYII='); background-size: cover; display: block;\"\n    ></span>\n    <img\n        class=\"gatsby-resp-image-image\"\n        style=\"width:100%;height:100%;margin:0;vertical-align:middle;position:absolute;top:0;left:0;box-shadow:inset 0px 0px 0px 400px white;\"\n        alt=\"nutella_face.png\"\n        title=\"\"\n        src=\"/static/32890e8a5d09cced8d64e6a1b116ca03/04ac7/nutella_face.png\"\n        srcset=\"/static/32890e8a5d09cced8d64e6a1b116ca03/46aea/nutella_face.png 150w,\n/static/32890e8a5d09cced8d64e6a1b116ca03/57e21/nutella_face.png 300w,\n/static/32890e8a5d09cced8d64e6a1b116ca03/04ac7/nutella_face.png 600w,\n/static/32890e8a5d09cced8d64e6a1b116ca03/878bd/nutella_face.png 900w,\n/static/32890e8a5d09cced8d64e6a1b116ca03/92a79/nutella_face.png 1200w,\n/static/32890e8a5d09cced8d64e6a1b116ca03/132d8/nutella_face.png 1800w,\n/static/32890e8a5d09cced8d64e6a1b116ca03/f0885/nutella_face.png 4032w\"\n        sizes=\"(max-width: 600px) 100vw, 600px\"\n      />\n  </span>\n  </a></p>\n<p>What else? I wrote to appeal our insurance company's denial of her medication. My letter cited all the relevant research, and I provided a folder of about fifteen articles from various journals. I burned a whole cartridge of ink and delivered over a hundred pages after they determined, with the information they had, that Auri's condition \"does not involve an imminent and serious threat to the health of the member.\"</p>","frontmatter":{"title":"Anxiety","date":"2019-03-24","author":"Patrick Winters"}}},"pageContext":{"slug":"/2019-03-24/"}}