{"data":{"markdownRemark":{"html":"<p>I've been <em>cautious</em> and hesitant to openly acknowledge how well things are going because of how fearful I've been (\"hope is the luxury of those who are unburdened by fate\"). Fortunately, this week has put to rest however worried I've been about inflating her progress. Of course, I just can't continue without adding that there's a long way to go and a lot of unknowns. But, with that said, I'd like to share that others have confirmed our observations and remarked on Auri's improvement. On Tuesday and Thursday, we've had followups with Auri's doctor managing treatment and her neurologist, respectively. Both have said that she's doing notably better than when they had last seen her. For our neurologist, it has been over a month, during which Auri had gotten much, much worse. To me, this indicates a really strong bounce back that has been, to me, literally unbelievable.</p>\n<p>A little over a week ago and only just after starting her medicine, Auri was feeling better but <a href=\"https://photos.app.goo.gl/iuPiuDXS467cBefNA\">still struggling</a>. Since then, she's progressively engaging her core muscles more and holding her body and head up better. Day by day we see continued improvement and I try to take notes of anything new. This past week, Auri has been extending her arms more and reaching over her head, dancing, and bouncing in the tub to make waves. These are little things, but they represent a strengthening of her core and neck muscles that had gotten much harder for her to control. Although she's not crawling yet, she has been trying to get her knees up and pull herself forward in an army crawl. All this is happening for a girl that had two weeks ago largely stopped moving or twisting while on her back. I've even caught her waking up from a nap <em>almost</em> doing happy baby pose (on her back reaching out toward her feet). And, she's gained almost a pound (13 oz) in about a week.</p>\n<p>These small improvements continue to stack, in defiance of my reticence to celebrate them. Given how much we've been grieving, I needed an expert to weight in before I could believe it. I can't really describe how much better we're all feeling, so <a href=\"https://photos.app.goo.gl/LxwLZ8MeyRvv7txQA\">if a picture is worth a thousand words, then a video is worth a million.</a></p>","frontmatter":{"title":"Celebrating Progress","date":"2019-03-02","author":"Patrick Winters"}}},"pageContext":{"slug":"/2019-03-02-progress/"}}