{"data":{"markdownRemark":{"html":"<p>We made a mistake yesterday, one that will have no real consequences; but it has me thinking about the pressure we've put ourselves under over the last 12 months. We're still eagerly anticipating a stem cell therapy for Auri this year, and, in order to measure its effects, Auri will needs baseline and post-treatment MRIs of her brain. Although we're still waiting for FDA approval, we expect it soon. Unfortunately, we had to reschedule the baseline MRI in December due to the illness I previously wrote about and yesterday because we let her drink an ounce of apple juice 30 minutes after the cutoff time. So, to the mistake and consequences. The mistake seems so minor an innocent. We focused on the need to stop eating many hours beforehand, but failed to internalize the stop time for fluids. The consequence may be a delay in this therapy that we have big hopes for. The odds seem high that she'll be sick again in two weeks when we retry and that we'll have to reschedule again. But, we might not have approval to start anyway. In this and in other ways, Natalie and I place ourselves under an extreme amount of pressure to maximize Auri's therapy and recovery. And, in this and in other ways, we have little to no understanding of how consequential our efforts will be. This has resulted in, for me at least, an emotional bankruptcy that I fear I can't continue. Either by necessity or perspective granted me this past year, I'm adjusting how I think about Auri and her future. The bottom line it that Auri has been remarkably stable and consistent. She's developing; not as quickly as we had hoped, but straightforwardly like a child with cerebral palsy of similar severity.</p>\n<h2>Recap</h2>\n<ul>\n<li>October 2018, we thought Auri might have a problem with her ankle.</li>\n<li>December 2018, Auri never really recovered from an extended illness at Christmas time. We began to worry. She was tired and slowed down.</li>\n<li>January 2018, on her birthday, I believe, Natalie took Auri to the pediatrician who decided to call Duke Neurology. They suggested we bring her to the emergency room to hasten</li>\n<li>January 7th-8th 2019, Auri had extensive workup at the hospital, including an MRI that suggested a leukodystrophy. My understanding of the vast majority of these diseases, both at the time and now, was that it would take her life within the year. And, to make matter worse, the nature of the inheritance of these diseases put the odds of Max or Lennox having it close to 50%.</li>\n<li>January 23rd 2019, the last day that Auri crawled on her own.</li>\n<li>January 24th 2019, we received a diagnosis from genetic testing and talked with Auri's neurologist about the lack of treatment options. There was some suggestion in the literature that a particular drug could be helpful, but it wasn't well documented and there wasn't an open clinical trial to join. The literature also gave the impression that, with luck, Auri's regression might stop without taking her life early, although she would be \"devastatingly\" disabled.</li>\n<li>February 7th 2019, we were told that the drug wasn't an option and that we would have to simply hope for the best.</li>\n<li>February 8th 2019, I freaked the fuck out after a week and a particularly bad night of Auri not sleeping, crying all the time, and choking while eating and drinking.</li>\n<li>February 13th 2019, day one of her drug therapy.</li>\n<li>March 2019 2019, we travelled to Philadelphia where they've been doing clinical trials. We couldn't draw any expectations from their experience, but I left with the impression that this therapy could work.</li>\n</ul>\n<p>Frankly, after all that, it's just been a series of over reactions and panic. We've been terrified by every cold, cough, and fever. We've scrutinized every movement, changes in Auri's strength, and all the little details inherent in her treatment and trajectory. Auri began babbling again almost immediately, she began sleeping better, and she more than made up for the weight she had lost. Where in February she had become a sack of potatoes when carried, after the drug she began to carry herself upright in our arms. We observed a significant, immediate rebound in the first weeks followed by a slower, natural development. I've often answered questions about how Auri's doing with, \"she's doing much better than we are.\" Everyone has been quick to remind me that she seems bigger, stronger, and more mature with every week and month. You've all be right. We (or maybe just I) have been living in the above.</p>\n<h2>What Lies Ahead</h2>\n<p><a\n    class=\"gatsby-resp-image-link\"\n    href=\"/static/6cce83e8398421695474d19189d30923/e4c93/shades.jpg\"\n    style=\"display: block\"\n    target=\"_blank\"\n    rel=\"noopener\"\n  >\n    <span\n    class=\"gatsby-resp-image-wrapper\"\n    style=\"position: relative; display: block;  max-width: 600px; margin-left: auto; margin-right: auto;\"\n  >\n    <span\n      class=\"gatsby-resp-image-background-image\"\n      style=\"padding-bottom: 75%; position: relative; bottom: 0; left: 0; background-image: url('data:image/jpeg;base64,/9j/2wBDABALDA4MChAODQ4SERATGCgaGBYWGDEjJR0oOjM9PDkzODdASFxOQERXRTc4UG1RV19iZ2hnPk1xeXBkeFxlZ2P/2wBDARESEhgVGC8aGi9jQjhCY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2P/wgARCAAPABQDASIAAhEBAxEB/8QAGAAAAgMAAAAAAAAAAAAAAAAAAAIBAwT/xAAVAQEBAAAAAAAAAAAAAAAAAAADAv/aAAwDAQACEAMQAAABy2tBICCR/8QAGhAAAwADAQAAAAAAAAAAAAAAAAECAxESE//aAAgBAQABBQJbkfVPeUUuadZIPY//xAAWEQADAAAAAAAAAAAAAAAAAAAQESH/2gAIAQMBAT8BUH//xAAWEQADAAAAAAAAAAAAAAAAAAABAhD/2gAIAQIBAT8BLT//xAAcEAACAQUBAAAAAAAAAAAAAAABEQACEBIxUSH/2gAIAQEABj8CehGBrtulTJUoT0Kf/8QAHRAAAwEAAQUAAAAAAAAAAAAAAREhADFBYXGBof/aAAgBAQABPyE3oexgYwiV73m+akTBGoBdAHLaHxv/2gAMAwEAAgADAAAAEKsf/8QAFxEAAwEAAAAAAAAAAAAAAAAAAAEhMf/aAAgBAwEBPxBJoh//xAAXEQEBAQEAAAAAAAAAAAAAAAABABEx/9oACAECAQE/EMHDsDf/xAAcEAEAAwACAwAAAAAAAAAAAAABABEhMUFRcbH/2gAIAQEAAT8QXZRrN4vRCjpBeyHhG9pXqhEBiULS8VsM77Kv5BWxYxoT/9k='); background-size: cover; display: block;\"\n    ></span>\n    <img\n        class=\"gatsby-resp-image-image\"\n        style=\"width:100%;height:100%;margin:0;vertical-align:middle;position:absolute;top:0;left:0;box-shadow:inset 0px 0px 0px 400px white;\"\n        alt=\"shades\"\n        title=\"\"\n        src=\"/static/6cce83e8398421695474d19189d30923/77ab3/shades.jpg\"\n        srcset=\"/static/6cce83e8398421695474d19189d30923/2a211/shades.jpg 150w,\n/static/6cce83e8398421695474d19189d30923/3064f/shades.jpg 300w,\n/static/6cce83e8398421695474d19189d30923/77ab3/shades.jpg 600w,\n/static/6cce83e8398421695474d19189d30923/3cffb/shades.jpg 900w,\n/static/6cce83e8398421695474d19189d30923/6ea5c/shades.jpg 1200w,\n/static/6cce83e8398421695474d19189d30923/119d7/shades.jpg 1800w,\n/static/6cce83e8398421695474d19189d30923/e4c93/shades.jpg 3264w\"\n        sizes=\"(max-width: 600px) 100vw, 600px\"\n      />\n  </span>\n  </a></p>","frontmatter":{"title":null,"date":"2019-01-17","author":"Patrick Winters"}}},"pageContext":{"slug":"/2020-01-17/"}}