{"data":{"markdownRemark":{"html":"<p>About two years ago we went out on a limb and started Auri on a drug that we knew very little about. It turned out to be a wildly successful decision, although we'll never really know what might have happened if we had not. But in the following couple of years, I've read, watched, and learned a great deal more about this disease that seems to lurk in her, waiting for its next opportunity to strike. While many children with circumstances similar to Auri appear to be doing well, avoiding relapse, and developing strength and skills, more than a few have suffered setbacks. This immune disease can be devious, showing hardly any signs or none at all. Lab tests come up negative, doctors hesitate, and all the while a child suffers slow, insidious brain damage. The only warning is weakness, fatigue; but these are normal parts of caring for a disabled child. When you finally realize that it's gone on for too long and that something is actually wrong, the damage is done. If we're vigilant and assertive we might be able to respond to the emergency quickly, but we can only hope to minimize the losses, stem the tide. We need better defenses until a cure finally comes; and, believe me that with advances in gene editing a cure will eventually come. With this in mind, we've been waiting many many months, fingers crossed, hoping to begin an experiment for Auri that could identify a backup therapy. If she and the many others with AGS are lucky, it could serve as a primary therapy in the future. It's more than I can put into words to be handed this opportunity. Rare disease research is slow and few are afforded cutting edge medicine. Fortunately our daughter dropped into the care of a person with resources, dedication, and cutting edge medicine. Today Auri is starting an individualized research trial (a clinical trial of one) to investigate if a certain kind of stem cell can suppress her disease, encourage brain repair, or both. I hope for the best, but in the study description I'm reminded that beggers can't be choosers.</p>\n<blockquote>\n<p>Your child is being asked to take part in this expanded access program of treatment with\nHuman Cord Tissue Mesenchymal Stromal cells (hCT-MSCs) because your child has\nAicardi-Goutieres Syndrome (AGS) which has only partially responded to the only\navailable therapy.</p>\n</blockquote>\n<p>--</p>\n<p>For AGS parents, I believe this represents early steps in an additional direction for disease management. I expect many to hear or read \"stem cells\" and assume this is an effort to repair or replace brain tissue. Instead, these sort-of stem cells get delivered into the bloodstream to apply anti-inflammatory effects. Mesenchymal stromal cells (MSCs) are multipotent connective tissue precursor cells. They can turn into bone, muscle, cartilage; but it's their immunomodulatory effects that make them interesting to AGS. In studies, they've been shown to benefit autoimmune diseases; and their signaling appears to simultaneously encourage tissue repair. However, there have been multiple trials, including one run by Auri's doctor, to investigate whether MSCs can encourage brain repair and/or development in children with cerebral palsy. Those benefits may be subtle, but the theory is that MSCs promote an environment more amenable to rehabilitation. Brain tissue is sensitive to stress, in that cells like neurons require large amounts of energy and involve complex networks of cells to support them. It's very difficult for these tissues to repair, and MSCs may help reduce all of the inflammatory stress so that the tissues can attempt some recovery. But, in my mind this is a secondary benefit of MSCs in AGS. The primary reason I have my fingers crossed is that MSCs can calm the immune system and reduce inflammation. The vast majority of them that enter via the IV get caught up in the lungs, where their hypothetically beneficial molecules into the blood stream. I believe that some, in certain cases, can make their way across the blood brain barrier and take up residency in the brain. Whether they need to in order to benefit AGS isn't clear, but with our experiences with baricitinib I would think it's unnecessary. I've read that a single IV infusion of MSCs can put adults with rheumatoid arthritis into clinical remission for an average of six months. Other products of cord blood may show better potential for brain repair, but MSCs seem like the perfect tool for AGS. Auri will be receiving an IV infusion of these cells every month for up to six months while simultanesouly performing intensive physical, occupational, and speech therapy. If we're able to demonstrate benefit, we've discussed looking for funding to expand the trial. We don't know if it will work out, but we're confident that MSCs will be safe. With any luck Auri's doctor may be opening the door to something new and therapeutic for our kids. Currently, neither MSCs nor any other stem cell therapy has achieved FDA approval; but neither was baricitinib when we all began it. I don't know if this will pan out, but I have to imagine that even in the best of outcomes it will take years to be available on a larger scale. It's a step, in a new direction, with another prominent specialist, in what I hope is an ever-expanding body of research into AGS and translational medicine.</p>\n<p>Auri's doctor, <a href=\"https://pediatrics.duke.edu/faculty/joanne-kurtzberg-md\">Joanne Kurtzberg</a>, began performing hematopoietic stem cell transplantation (bone marrow transplants) for children with blood cancers. As these techniques became more sophisticated, they began harvesting stem cells for transplantation from umbilical cord blood. Dr. Kurtzberg pioneered these kinds of transplants for some leukodystrophies, where the replacement of blood cells could provide enough of a missing or malfunctioning enzyme to stabilize children. Auri ended up in Dr K's care because I had reached out to her before our AGS diagnosis in case this was a viable avenue for Auri. Well Dr. K stuck with us, and ultimately used her resources to begin therapy with baricitinib. Dr. Kurtzberg directs the cord blood bank of North Carolina and stem cell research at Duke. For a handful of years, she's been overseeing clinical trials using umbilical cord blood and various cell types derived/manufactured from it to treat brain injury and pathology. Now two years since entering our lives, she's starting a \"trial of one\" for Auri that aims to test whether MSCs can benefit AGS.</p>","frontmatter":{"title":"A New Hope","date":"2021-04-20","author":"Patrick Winters"}}},"pageContext":{"slug":"/2021-04-20/"}}