{"data":{"markdownRemark":{"html":"<p><em><strong>This is a Work in Progress</strong></em></p>\n<p>You might have heard that there was a clinical trial at the Children's Hospital of Philadelphia (CHOP) using the drug baricitinib or (especially if you're outside of the USA) you may have heard about a related drug ruxolitinib. You might have heard that they can put your child's immune system at risk or you might have heard that they haven't been proven to work. If you've been talking to parents of children using these drugs, you've probably heard positive things by now and I would like to help explain what I can. I'll be mostly writing about baricitinib because there's more information, but I would argue that ruxolitinib confers similar benefits.</p>\n<p>In short, we the parents have found these drugs to be very helpful. My key takeaways from what I've learned and experienced:</p>\n<ul>\n<li>It has been relatively safe (in the few years that kids have been taking it).</li>\n<li>It has been beneficial (especially for those with less severe AGS).</li>\n</ul>\n<p>In just a very few cases, my daughter's included, baricitinib has appeared to halt active, ongoing, and severe brain damage caused by a later onset of AGS. But whether your child has mild, moderate, or severe disease, all parents that I've spoken to have found their children to be happier and more comfortable while taking one of these drugs. In many cases, our children have demonstrated continued development, which is a strong sign that these drugs are protecting them from further injury. It seems likely that the benefits would be felt greatest by those with less severe disease and that gain access to it as early as possible. But, it's unclear to me whether it can significantly change outcomes for children that present in the first few months after birth. It may not change the neurological outcome of most children with AGS, both because we can't get to it soon enough and their disease may be too severe; but it appears to improve their quality of life, perhaps by reducing systemic inflammation. Regardless, baricitinib seems like the right thing to do. It may well be the only thing to do, but it has been both safe and promising for the somewhere around 40 children with AGS that it has been given to.</p>\n<h1>Clinical Trials</h1>\n<h2>Baricitinib</h2>\n<p>With baricitinib, the current phase 2 clinical trial in the USA runs out of CHOP (<a href=\"https://clinicaltrials.gov/ct2/show/NCT03921554\">https://clinicaltrials.gov/ct2/show/NCT03921554</a>) and comes on the heels of a successful phase 1 trial (<a href=\"https://clinicaltrials.gov/ct2/show/NCT01724580\">https://clinicaltrials.gov/ct2/show/NCT01724580</a>).</p>\n<blockquote>\n<p><em>Phase 1 - A phase of research to describe clinical trials that focus on the safety of a drug. They are usually conducted with healthy volunteers, and the goal is to determine the drug's most frequent and serious adverse events and, often, how the drug is broken down and excreted by the body. These trials usually involve a small number of participants.</em></p>\n</blockquote>\n<blockquote>\n<p><em>Phase 2 - A phase of research to describe clinical trials that gather preliminary data on whether a drug works in people who have a certain condition/disease (that is, the drug's effectiveness).</em></p>\n</blockquote>\n<p>It's important to note that researchers at CHOP decided that giving placebo to participants of the second phase trial would be inhumane because of the benefits that they observed in patients during the first phase. Still, they emphasized in <a href=\"https://www.research.chop.edu/cornerstone-blog/multi-site-study-builds-better-clinical-trials-for-aicardi-goutieres-syndrome\">their PR materials</a> that their phase 1 trial would not focus on assessing efficacy.</p>\n<blockquote>\n<p>Dr. Vanderver emphasizes that the current project is not about testing whether or not baricitinib works. Instead, it focuses on the creation of appropriate assessments and biomarkers for testing the effectiveness of all proposed treatments for AGS.</p>\n</blockquote>\n<p>Use of baricitinib in AGS spawned out of work by Dr. Goldbach-Mansky at the NIH (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/29649002\">JAK1/2 inhibition with baricitinib in the treatment of autoinflammatory interferonopathies.</a>). It was, in fact, the same clinical trial. They transferred the study from the NIH to CHOP and began enrolling more children with AGS. The NIH did the original ground work of figuring out how to dose the drug and measure its effect on disease biomarkers (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/29134648\">Pharmacokinetics, Pharmacodynamics, and Proposed Dosing of the Oral JAK1 and JAK2 Inhibitor Baricitinib in Pediatric and Young Adult CANDLE and SAVI Patients.</a>). Unfortunately, we lost one child with AGS during the clinical trial; but the teams decided that it wasn't directly the cause of the drug and could be explained by complications from their disease.</p>\n<h2>Ruxolitinib</h2>\n<p>This is a work in progress. Dr. Crow's work with ruxolitinib involved individual case studies. His group has been reluctant to claim any success, but the results appear similar to me.</p>\n<h1>Safety</h1>\n<p>On the issue of safety, we're waiting for CHOP to directly publish their findings. However, we're able to draw conclusions from presentations and abstracts they've submitted at conferences (including our AGS family conference in 2019).</p>\n<p>At the <a href=\"https://www.childneurologysociety.org/meetings/2019-cns-annual-meeting/\">Child Neurology Society's 2019 annual meeting</a> in October of 2019, the team at CHOP submitted some <a href=\"https://www.childneurologysociety.org/docs/default-source/2019-CNS/2019-cns-program.pdf\">materials</a> addressing their clinical trials in AGS.</p>\n<p><strong>Open Label use of the Janus Kinase Inhibitor Baricitinib in a Genetic Interferonopathy, Aicardi Goutières Syndrome</strong>\n<em>Vanderver A (Philadelphia, PA), Adang L, Gavazzi F, Ulrick N, Koh J, McDonald K, Peer K, Besnier C, Cross Z, Helman G, Rhee J, Takanohashi A, Armangue T, GoldbackMansky R, Shults J</em></p>\n<blockquote>\n<p><em>Results</em>: All serious adverse events were secondary to the underlying disease. There were variable laboratory abnormalites at baseline and on study. Baricitinib decreased IFN-stimulated gene expression and improved symptoms (e.g irritability, skin inflammation) as recorded by the daily AGS symptom diary. While traditional outcome measures were inconsistent over time, our exploratory AGS scale demonstrated improvement in neurologic function in a significant subset of individuals.</p>\n</blockquote>\n<blockquote>\n<p><em>Conclusions</em>: Barictinib was safely administered to AGS individuals. We found floor effects in traditional outcome measures, but our AGS scale demonstrated promise. This study establishes the foundation for safety and possible efficacy of JAK-inhibitors in children with genetic interferonopathies such as AGS.</p>\n</blockquote>\n<p>The first and most important point is that <em>they've concluded that baricitinib is safe</em>. Any problems experienced by their patients could be explained by their AGS and preexisting condition.</p>\n<h1>How Does it Work</h1>\n<p>This is a work in progress. Baricitinib and Ruxolitinib don't treat the primary causes of AGS. Instead, the act as strong anti-inflammatory drugs that hopefully keep the brain and other tissues from damaging themselves. They're considered inefficient therapies.</p>\n<h1>Efficacy</h1>\n<p>This is a work in progress. Efficacy has been difficult to establish because in most cases there has been too much brain damage already accrued to expect these drug therapies to change much. However, we have a few compelling anecdotes here. Again, it appears that children with less severe brain injury, particularly those with later onset symptoms, are able to treat their disease and recover some. There appears to be a very short window of opportunity.</p>\n<p>Some references:</p>\n<ul>\n<li><a href=\"https://doi.org/10.1111/dmcn.14268\">Treatments in Aicardi–Goutières syndrome, 2019</a>.</li>\n</ul>","frontmatter":{"title":"Anti-JAK Treatment","date":"2020-02-22","author":"Patrick Winters"}}},"pageContext":{"slug":"/antiJAKGuide/"}}