{"data":{"markdownRemark":{"html":"<p>You might have heard that there was a clinical trial at the Children's Hospital of Philadelphia (CHOP) using the drug baricitinib or (especially if you're outside of the USA) you may have heard about a related drug ruxolitinib. You might have heard that they can put your child's immune system at risk or you might have heard that they haven't been proven to work. I hope that you've heard positive things by now and I would like to help explain where things stand.</p>\n<h1>Clinical Trials</h1>\n<p>The current phase 2 clinical trial in the USA runs out of CHOP (<a href=\"https://clinicaltrials.gov/ct2/show/NCT03921554\">https://clinicaltrials.gov/ct2/show/NCT03921554</a>) and comes on the heels of a successful phase 1 trial.</p>\n<blockquote>\n<p>Phase 1 - A phase of research to describe clinical trials that focus on the safety of a drug. They are usually conducted with healthy volunteers, and the goal is to determine the drug's most frequent and serious adverse events and, often, how the drug is broken down and excreted by the body. These trials usually involve a small number of participants.</p>\n</blockquote>\n<blockquote>\n<p>Phase 2 - A phase of research to describe clinical trials that gather preliminary data on whether a drug works in people who have a certain condition/disease (that is, the drug's effectiveness). </p>\n</blockquote>\n<p>It's important to note that researchers at CHOP decided tha giving placebo to participants of the second phase trial would be inhumane because of the benefits that they observed in patients during the first phase. Still, they emphasize that </p>\n<blockquote>\n<p><a href=\"https://www.research.chop.edu/cornerstone-blog/multi-site-study-builds-better-clinical-trials-for-aicardi-goutieres-syndrome\">Dr. Vanderver emphasizes that the current project is not about testing whether or not baricitinib works. Instead, it focuses on the creation of appropriate assessments and biomarkers for testing the effectiveness of all proposed treatments for AGS.</a></p>\n</blockquote>\n<h1>Safety</h1>\n<p><a href=\"https://www.childneurologysociety.org/docs/default-source/2019-CNS/2019-cns-program.pdf\">https://www.childneurologysociety.org/docs/default-source/2019-CNS/2019-cns-program.pdf</a></p>\n<p><em>Open Label use of the Janus Kinase Inhibitor Baricitinib in a Genetic Interferonopathy, Aicardi Goutières Syndrome</em></p>\n<p><em>Vanderver A (Philadelphia, PA), Adang L, Gavazzi F, Ulrick N, Koh J, McDonald K, Peer K, Besnier C, Cross Z, Helman G, Rhee J, Takanohashi A, Armangue T, GoldbackMansky R, Shults J</em></p>\n<blockquote>\n<p><em>Results</em>: All serious adverse events were secondary to the underlying disease. There were variable laboratory abnormalites at baseline and on study. Baricitinib decreased IFN-stimulated gene expression and improved symptoms (e.g irritability, skin inflammation) as recorded by the daily AGS symptom diary. While traditional outcome measures were inconsistent over time, our exploratory AGS scale demonstrated improvement in neurologic function in a significant\nsubset of individuals.</p>\n</blockquote>\n<blockquote>\n<p><em>Conclusions</em>: Barictinib was safely administered to AGS individuals. We found floor effects in traditional outcome measures, but our AGS scale demonstrated promise. This study establishes the foundation for safety and possible efficacy of JAK-inhibitors in children with genetic interferonopathies such as AGS.</p>\n</blockquote>","frontmatter":{"title":"Parent's Guide to Securing Anti-JAK Treatment","date":"2019-05-07","author":"Patrick Winters"}}},"pageContext":{"slug":"/antiJAKGuide/"}}