{"data":{"markdownRemark":{"html":"<p><a\n    class=\"gatsby-resp-image-link\"\n    href=\"/static/8e9d95af91c647922ba07b52cf2f400a/d4846/bugfest.jpg\"\n    style=\"display: block\"\n    target=\"_blank\"\n    rel=\"noopener\"\n  >\n    <span\n    class=\"gatsby-resp-image-wrapper\"\n    style=\"position: relative; display: block;  max-width: 600px; margin-left: auto; margin-right: auto;\"\n  >\n    <span\n      class=\"gatsby-resp-image-background-image\"\n      style=\"padding-bottom: 133.27239488117002%; position: relative; bottom: 0; left: 0; background-image: url('data:image/jpeg;base64,/9j/2wBDABALDA4MChAODQ4SERATGCgaGBYWGDEjJR0oOjM9PDkzODdASFxOQERXRTc4UG1RV19iZ2hnPk1xeXBkeFxlZ2P/2wBDARESEhgVGC8aGi9jQjhCY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2P/wgARCAAbABQDASIAAhEBAxEB/8QAGAAAAwEBAAAAAAAAAAAAAAAAAAMEAQX/xAAWAQEBAQAAAAAAAAAAAAAAAAABAgD/2gAMAwEAAhADEAAAAWPiYVeTCcu9TdtElT//xAAcEAACAgMBAQAAAAAAAAAAAAABAgMRABMiBBL/2gAIAQEAAQUCQKuRyUAwo8g0H2DIfpsYcRAskJ6ZjXnJ1//EABoRAAEFAQAAAAAAAAAAAAAAAAABAhAREiH/2gAIAQMBAT8BqE4Yaf/EABgRAAIDAAAAAAAAAAAAAAAAAAACEBMx/9oACAECAQE/AY0sY//EAB0QAAICAQUAAAAAAAAAAAAAAAARATEQITJBcYH/2gAIAQEABj8CpdClljiWx8FGkbSliST0/8QAHRABAAMAAgMBAAAAAAAAAAAAAQARITFRQXGBkf/aAAgBAQABPyG4u5zyhByV2snaPcAG2v5Kin4gV8+mpeTD42KgUoRb4yNReQuscrY//9oADAMBAAIAAwAAABCQAnP/xAAXEQEBAQEAAAAAAAAAAAAAAAABABFR/9oACAEDAQE/EDuJK2ENb//EABgRAQEBAQEAAAAAAAAAAAAAAAEAESGx/9oACAECAQE/ENk7ODJBw8v/xAAgEAEBAAIBBAMBAAAAAAAAAAABEQAhQTFRYZFxgcHR/9oACAEBAAE/ENBkehZXI8Ou63gvDki27veBMIaFP1Z2xNzDaaL5MUCBdE09Za9Ze5Wt3jxk6tLES+X+YbAUsXkZhaXQz6w2NTpQcWVVavzM/9k='); background-size: cover; display: block;\"\n    ></span>\n    <img\n        class=\"gatsby-resp-image-image\"\n        style=\"width:100%;height:100%;margin:0;vertical-align:middle;position:absolute;top:0;left:0;box-shadow:inset 0px 0px 0px 400px white;\"\n        alt=\"Bugfest 2019\"\n        title=\"\"\n        src=\"/static/8e9d95af91c647922ba07b52cf2f400a/77ab3/bugfest.jpg\"\n        srcset=\"/static/8e9d95af91c647922ba07b52cf2f400a/2a211/bugfest.jpg 150w,\n/static/8e9d95af91c647922ba07b52cf2f400a/3064f/bugfest.jpg 300w,\n/static/8e9d95af91c647922ba07b52cf2f400a/77ab3/bugfest.jpg 600w,\n/static/8e9d95af91c647922ba07b52cf2f400a/3cffb/bugfest.jpg 900w,\n/static/8e9d95af91c647922ba07b52cf2f400a/d4846/bugfest.jpg 1094w\"\n        sizes=\"(max-width: 600px) 100vw, 600px\"\n      />\n  </span>\n  </a></p>\n<p>Another month and another unexpected hospitalization. Thank god it wasn't Auri, but I'm feeling worn thin by all of the health care navigation this year. My father was sick enough to spend over a week in a hospital bed, and I made the decision to head to New York and help him after a discouraging phone call with his infectious disease specialist. I believe it was the fourth hospital I'd been to in a month, so I'm wracking up experience points at getting attention and answers. I don't know what the hell I'm doing, but fortunately neither does anybody else. The game seems to be about recognizing when you're getting ignored and understanding just enough to trigger a more thoughtful dialogue. You can't really do anything about the shitty system, but you can command a little more attention than you'd be getting otherwise. It sucks, but you can make it a little better for yourself or others by not taking anything for granted. Especially at a hospital, the doctors and nurses are busy, tired, and over-extended. Don't take it for granted that they're giving you the best care. They know what they're saying, but they're tired and work in a high stress environment.</p>\n<p>Before I dive into family updates, I feel like it's important to share that Natalie had written a blog post while I was away. After talking together about its tone, we decided to not publish it. However, I would be remiss if I didn't explore her thoughts and give them some attention. She has been in a lot of pain; we both have, on and off throughout the year. Sometimes that pain has been directed outward, toward and against friends or family members, in part because we have nowhere else to send it. We feel disappointment, some shame, and gratitude for our relationships and interactions. But, when we're feeling anxious, which I'm certain will continue for a long time, we feel angry. I'm sure that everyone has attended a funeral. Do you remember the awkwardness of it all? What are you supposed to say? \"I'm sorry for your loss,\" seems to be the standard. But what does it really mean? It means you don't know what to say and you don't know what the other party wants to hear. From my perspective, the distraught probably doesn't even know what they want to hear and it likely changes with their mood. We were the distraught, only recently downgraded to <em>overwhelmed</em>. And in all this time, I've wanted lots of sympathy, more than I've received. When I'm at the playground, I actually hope people will ask me about Auri so I can tell them about what's happened. They never do, and then I feel kind of ashamed for wishing it in the first place. The emotions are complicated. I know that Natalie feels complicated; she's always been. Have you acknowledged enough how hard she's working? How much is enough? Maybe too much? There's this <em>really</em> fine, fuzzy line between celebrating her strength and being sorrowful. And what about Auri? How should you treat her? She's smart and painfully aware of her limitations. Don't talk to her like she's retarded, but don't overdo it with praise either. Maybe it's just too complicated and it's easier to keep your distance. But, we'll notice that too, won't we? You probably can't get it right, and there probably isn't a right way to handle it. So, the way I see it you have two choices. You can disconnect from us or join us on this wild ride. As much as it's making us crazy, we're not going to be getting off anytime soon.</p>\n<hr>\n<p>I'm sharing a lot of videos this month. In case you didn't know, they open up as an animation but if you click on the image it will play the full video. I like to enter these into the historical record, so we have something to snapshot changes over time. There isn't too much significantly different from last month, but I continue to believe we're watching Auri develop and grow up.</p>\n<p>First, I want to commend Natalie for the grueling, frustrating, but necessary work she puts in every day. Natalie gets discouraged with the lack of progress, but she has managed to keep the proper mindset that this is about putting in the work. Every day she gets Auri in this walker and makes her take at least a few steps on her own even thought she hates it. Natalie pushes Auri to try, especially in situations that Auri finds difficult, always encouraging her to reach.</p>\n<ul>\n<li><a href=\"https://photos.app.goo.gl/2FTRdwRaDV1sziAM8\">Hard work walking</a></li>\n<li><a href=\"https://photos.app.goo.gl/9xqDtzU9evheDSUV7\">Crawling board</a></li>\n<li><a href=\"https://photos.app.goo.gl/FTf3EXhfPku9LpwB7\">Pendulum swinging</a></li>\n</ul>\n<p>We had a little bit of a weight scare recently. Auri didn't gain any weight between her August and September appointments. We don't know if it's significant, but the last time this happened things were spiraling out of control. She's getting like 8 teeth at the same time, though, and might have been a little sick. She's also getting bigger and it's taking a little longer to feed her. But she's able to do it a little bit of it on her own now. We can't expect her to eat a plate of food by herself, but she's alright to sit by herself with some snacks.</p>\n<ul>\n<li><a href=\"https://photos.app.goo.gl/PR8jRs6Joqv7xkpq6\">Feeding herself</a></li>\n<li><a href=\"https://photos.app.goo.gl/4DrwpULckh3yD1ae8\">Snacking in the wood chair</a></li>\n</ul>\n<p>Finally, she struggles a lot to sit up straight or move things around in her hands; but I think she's developing more coordination. You can see her sitting forward without shoulder straps or a tray and trying to spin and rotate Natalie's phone with her hands.</p>\n<ul>\n<li><a href=\"https://photos.app.goo.gl/prCsP3xifiWYxwr28\">Sitting forward</a></li>\n<li><a href=\"https://photos.app.goo.gl/7sd9i1KEyoPi3Hue7\">Rotating phone</a></li>\n</ul>","frontmatter":{"title":null,"date":"2019-09-23","author":"Patrick Winters"}}},"pageContext":{"slug":"/2019-09-23/"}}