{"data":{"markdownRemark":{"html":"<p>About two years ago we went out on a limb and started Auri on a drug that we knew very little about. It turned out to be a wildly successful decision, although we'll never really know what might have happened if we had not. But in the following couple of years, I've read, watched, and learned a great deal more about this disease that seems to lurk in her, waiting for its next opportunity to strike. While many children with circumstances similar to Auri appear to be doing well, avoiding relapse, and developing strength and skills, more than a few have suffered setbacks. This immune disease can be devious, showing hardly any signs or none at all. Lab tests come up negative, doctors hesitate, and all the while a child suffers slow, insidious brain damage. The only warning is weakness, fatigue; but these are normal parts of caring for a disabled child. When you finally realize that it's gone on for too long and that something is actually wrong, the damage is done. If we're vigilant and assertive we might be able to respond to the emergency quickly, but we can only hope to minimize the losses, stem the tide. We need better defenses until a cure finally comes; and, believe me that with advances in gene editing a cure will eventually come. With this in mind, we've been waiting many many months, fingers crossed, hoping to begin an experiment for Auri that could identify a backup therapy. If she and the many others with AGS are lucky, it could serve as a primary therapy in the future. It's more than I can put into words to be handed this opportunity. Rare disease research is slow and few are afforded cutting edge medicine. Fortunately our daughter dropped into the care of a person with resources, dedication, and cutting edge medicine. Today Auri is starting an individualized research trial (a clinical trial of one) to investigate if a certain kind of stem cell can suppress her disease, encourage brain repair, or both. I hope for the best, but in the study description I'm reminded that beggers can't be choosers.</p>\n<blockquote>\n<p>Your child is being asked to take part in this expanded access program of treatment with\nHuman Cord Tissue Mesenchymal Stromal cells (hCT-MSCs) because your child has\nAicardi-Goutieres Syndrome (AGS) which has only partially responded to the only\navailable therapy.</p>\n</blockquote>\n<p>--</p>\n<p>For AGS parents</p>","frontmatter":{"title":"A New Hope","date":"2021-04-20","author":"Patrick Winters"}}},"pageContext":{"slug":"/2021-04-20/"}}