{"data":{"markdownRemark":{"html":"<p>You might think that we're in the middle of Winter, but I have my head in the Spring. It's coming quickly, and we're preparing. I was genuine in my last post about my desire to expand our garden and outdoor comforts. In the last few months, we added a spiral slide to the deck, a retaining wall to make space for a small greenhouse and additional garden beds, laid yards and yards of mulch to add beds and paths in the backyard, and a lean-to for getting bikes out of the rain. Max and I stacked more firewood for our firepit / movie theater, we have new gas patio heaters, and soon I'm going to purchase some pavers or concrete to finish it off. I hope that we'll have some additional string lighting and chairs soon. And, when I purchase construction materials, I'm going to try and build Auri her own little supportive chair and a couple adaptive benches around the property as pit stops. Natalie gave me the green light to plan a proper tree house this Spring, but, with all the other work, I doubt I'll manage to pull it off. Wish me luck.</p>\n<p><img src=\"outdoors.jpg\" alt=\"Outdoors\"></p>\n<p>If only that was all! Spring has some other surprises. After a year delay, we expect Auri to soon begin a stem cell therapy. I've been guarded about saying too much because it's mostly outside of my control. But with FDA approval secured and research at Duke resuming (after being halted last year due to COVID-19), we should see it start in a few weeks. After the stagnation, isolation, and disappointment of last year, we're going to make the best of this year's opportunity. I installed a walking track downstairs where we play, and I have plans to build a little home gym modeled after the therapy cages found at major rehab centers (complete with pulleys, weights, cables, etc.). I wonder if it's going too far, but worry more about doing too little. This is an exceptional opportunity that warrants aggressive therapy to make the best of. Accordingly, we've prepared \"intensives\" at Duke, our home base. Auri will be doing 4 days a week of physical therapy for a few months. Everyone is on board, and I'm floored by the optimism and enthusiasm expressed by Auri's team. Everyone falls in love with her. With this kind of therapy, it's important to continue and maintain gains by reenforcing it all with home programming. The home gym and tools we're working on should aid and support us going forward. We'll be asking a lot of Aurelia this year, but I believe that Natalie and I can muster the emotional strength and energy to keep her motivated and positive about it all. Little miss continues to grow her vocabulary and verbal skills, and she gleefully communicates her pride at her accomplishments (\"I did it!\"). She. is. the. best.</p>\n<p><img src=\"home_gym.jpg\" alt=\"Home Gym\"></p>\n<p>Just a little note for those that follow Auri's development. She's consistently putting 3 to 4 words together now, phrases like \"let go of my hand,\" \"I want my wand,\" \"in my room,\" \"I love you momma.\" Stuff like that. One morning we heard her singing \"happy birthday to you\" on the monitor. There's been a burst of speech development since my last post. She usually sticks to one or two words and struggles to articulate and enunciate, but her speech development continues. We're still working hard on her core strength, aiming to get her enough control to use both hands freely while sitting, the ability to balance and rock on all fours, and the freedom to cruise independently while standing. Her goals for this intensive will include sitting herself up and transitioning. It feels like it's far away, but her therapy notes say that she's making appropriate progress. She's begun to use dinner utensils more effectively, and I see her gaining more fine motor control. And, she's been army crawling out of her bed and into the hallway, when she feels like it.</p>\n<p>We may be looking to you all to lend us support to keep Max and Lennox afloat this year. They definitely bring their own unqiue challenges, and the previous two years have been unkind to them as well. They experienced an emotional isolation in 2019 and a physical one in 2020. Hopefully, we'll find it safe and possible to get together again soon. Still, these boys show us their strength and intelligence daily. I've focused much of my blog on Auri, but my boys deserve their own highlights. Max manages to read a book a night, and, if I remember correctly, his scores suggest he's reading at a 7th grade level (he's in 2nd grade, 99th percentile, crazy). Lennox has had some difficulty with virtual kindergarten, but he's hilarious and clever and I'm working with him on self discipline. He wants to learn how to skateboard. I've promised to do it with him as a reward for staying focused and honest. We're tying to ensure that they each get what they need in an environment and schedule that caters so heavily to their sister. With the upcoming rehab program, it will only get more difficult. Somehow we'll make it work. We have to.</p>\n<p><img src=\"kids.jpg\" alt=\"Kids\"></p>\n<p>Fortunately, it's not all a grind. The past year has been kind of nice. I've had some tense moments, but I found a bit of peace with counseling and anti-depressants. It's enough to keep a smile on my face despite the frequent melt-downs and tantrums. There are many of them, including mine and Natalie's. I recognize that my family has challenges (I recently described this as extreme parenting), and I'm proud of us all. We're still cooking, playing, and growing together. Recently, we added Max as sous chef; and I hope to hire Lennox as gardener this summer. Natalie's rocking the sour dough, and I've been fermenting vegetables and kombucha. We're keeping it fresh and trying new things. We brought a lot of new activities and skills into the household last year, and I expect that we'll continue even when this pandemic imposed isolation is over.</p>\n<p><img src=\"foods.jpg\" alt=\"Foods\"></p>\n<p>It has been suggested to us from more than a few friends and family that we consider opening up. I know many of you are worried about the toll this has taken on us, but I still feel like we're doing well. In fact, I think we adjusted better than just about anybody last year. I want to point out that many of these comments were made after our county entered the \"Extremely high risk\" of contracting COVID-19 phase of the pandemic (<a href=\"https://www.nytimes.com/interactive/2021/us/wake-north-carolina-covid-cases.html\">https://www.nytimes.com/interactive/2021/us/wake-north-carolina-covid-cases.html</a>). The consequences of others deciding to loosen up is evident in the massive death and case counts in our state and country. From my perspective, this has all looked absolutely insane. I've just been in shock, honestly, at the public response to all of this. Ironically, our family does have some evidence of positive outcomes for both children like Auri and others with autoimmune diseases. We can probably entertain more socialization soon, but I think we'll wait until the general public gets vaccination coverage. I'm hesitant to let my guard down, having experienced first hand the devastation that a bad virus can cause my child. While the data about outcomes seem relatively positive, Auri has an increase in sensitivity in the protein primarily responsible for recognizing SARS-CoV-2 infections. We're not going to play around, and if you were her parent you wouldn't either. It's on us to make sure that we give all of our children the best we can, but healthy and safety comes first. Hold on, be strong. We're almost there.</p>\n<p><a href=\"https://youtu.be/qMh_VsTuXtE?t=128\">My 2020 anthem.</a></p>\n<p><img src=\"tongues.jpg\" alt=\"Tongues\"></p>","frontmatter":{"title":"Hold On, Be Strong","date":"2021-02-08","author":"Patrick Winters"}}},"pageContext":{"slug":"/2021-04-20/"}}