{"data":{"markdownRemark":{"html":"<p>Until now we've struggled to identify and understand Auri's disease, search for hope, and advocate for early intervention. The drug therapy I've mentioned has risks, hasn't been tested enough in children, but has shown some promising results. We were told last week that it wasn't an option. With the help of some great people, we pulled together a team that includes doctors at Duke and the NIH. One has extensive experience with this drug and related diseases, the other (and our primary specialist) cares for children undergoing complex treatments. They escalated Auri's case and decided Tuesday that they are going to do this for her.</p>\n<p>Tommorow Auri will be given a dangerous weapon to fight with. It terrifies me, but she doesn't have any other choice. Should this work for her, she will remain immunocompromised for years, perhaps her entire childhood and longer. We've been told it may take 4 months to have confidence that it's really working, but parents have witnessed an immediate (albeit modest) overall improvement. Auri may be one of fewer than a handful of children ever to be granted this opportunity, early enough to make a real difference. I trust that it will.</p>\n<p>Now we must follow Mary Oliver's advice from her poem, \"Love Sorrow,\" and smile, lest our girl forget the world before the lesson.</p>\n<blockquote>\n<p>Love sorrow. She is yours now, and you must</p>\n<p>take care of what has been\ngiven. Brush her hair, help her\ninto her little coat, hold her hand,\nespecially when crossing a street. For, think,</p>\n</blockquote>\n<blockquote>\n<p>what if you should lose her? Then you would be\nsorrow yourself; her drawn face, her sleeplessness\nwould be yours. Take care, touch\nher forehead that she feel herself not so</p>\n</blockquote>\n<blockquote>\n<p>utterly alone. And smile, that she does not\naltogether forget the world before the lesson.\nHave patience in abundance. And do not\never lie or ever leave her even for a moment</p>\n</blockquote>\n<blockquote>\n<p>by herself, which is to say, possibly, again,\nabandoned. She is strange, mute, difficult,\nsometimes unmanageable but, remember, she is a child.\nAnd amazing things can happen. And you may see,</p>\n</blockquote>\n<blockquote>\n<p>as the two of you go\nwalking together in the morning light, how\nlittle by little she relaxes; she looks about her;\nshe begins to grow.”</p>\n</blockquote>\n<blockquote>\n<p>― Mary Oliver, Red Bird</p>\n</blockquote>","frontmatter":{"title":"Tomorrow Begins Auri's Fight","date":"2019-02-14","author":"Patrick Winters"}}},"pageContext":{"slug":"/2019-02-14-begin-the-fight/"}}